const buttonTexts = [
  { top: "남성(누군가의 남사친)", bottom: "여성(누군가의 여사친)" },
  {
    top: "오늘은 날이 따듯하니 녹을만하지",
    bottom: "어제 열심히 만들었는데, 속상했겠다.",
  },
  { top: "굳이 삿포로에서?", bottom: "너무 낭만있다!" },
  {
    top: "붕어빵 만들다가 손이 어떻게 베여? 칼 썼어?",
    bottom: "괜찮아? 따갑겠다.",
  },
  {
    top: "당연히 가야지~ 3차까지 가자",
    bottom: "뒷풀이 필수면, 1차까지 갔다가 집 가려고!",
  },
  {
    top: "좋아! 연말이니까 약속 다 잡아~",
    bottom: "다음에 놀자! 전 날 약속이 있어서 피곤할 것 같아",
  },
  {
    top: "상관없는데~ 많아도 재밌고 적어도 재밌을 듯",
    bottom: "친한 친구 2-3명 정도? 너무 많으면 기빨려..",
  },
  { top: "ㅋㅋㅋ 잘 놀고 곱게 들어가!", bottom: "괜찮아? 많이 취했어?" },
  {
    top: "아 이제 사적으로 둘이서 보는 일은 피해야겠다.",
    bottom: "나를 좋게 봐줬다는 거니까 좋네",
  },
  {
    top: "오 밖에 눈 오는구나.",
    bottom: "나한테 왜 말하지? 좋은 걸 같이 공유하고 싶은 건가",
  },
];

export default buttonTexts;
